11/data/attachments/85de12672eed7652.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Daniel_also_Friend_5527_3</nif:username>
            <nif:friendToBeRequested>soap_friends_5e988d66-c39f-4d93-a2ee-289563e171dc</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>